"Message Identifier" = "Ідентифікатор повідомлення";

"This action will send a single message to a chat with ChatGPT and return the response." = "Ця дія надішле одне повідомлення в чат із ChatGPT та поверне відповідь.";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Ця дія запускає програму ChatGPT, щоб почати голосову розмову з ChatGPT.";

"Content" = "Вміст";

"Model" = "Модель";

"Message" = "Повідомлення";

"Start voice conversation" = "Почати голосову розмову";

"You can continue this chat from the app." = "Ви можете продовжити спілкуватися в цьому чаті з програми.";

"Ask ChatGPT" = "Запитати ChatGPT";

"Change Shortcut" = "Змінити сполучення клавіш";

"Which model would you like to use?" = "Яку модель потрібно використати?";

"%@" = "%@";

"ChatGPT Help" = "ChatGPT Help";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Увімкнення чату з обміном повідомленнями або використання сполучення клавіш негайно після відповіді";

"Indicates whether a new chat should be started" = "Указує, чи потрібно почати новий чат";

"Would you like to start a new chat?" = "Почати новий чат?";

"New Chat" = "Новий чат";

"Model to use with the new chat" = "Модель, яку потрібно використати для нового чату";

"Chat Identifier" = "Ідентифікатор чата";

"Model name" = "Назва моделі";

"Check for Updates…" = "Перевірка оновлень…";

"Is there anything else you would like to ask about?" = "Хочете запитати ще щось?";

"Continuous chat" = "Безперервний чат";

"Model slug" = "Динамічно оновлюване поле моделі";

"Settings…" = "Налаштування...";

"Toggle Sidebar" = "Перемикати бічну панель";

"What would you like to ask ChatGPT about?" = "Що ви хочете запитати в ChatGPT?";

"Start voice conversation with ChatGPT" = "Почати голосову розмову з ChatGPT";

"Start new chat" = "Почати новий чат";

"Message to send to ChatGPT" = "Повідомлення, яке потрібно надіслати до ChatGPT";

"New Temporary Chat" = "New Temporary Chat";

